{
  "sections": [
    {
      "description": "I, the undersigned player, performer and/or competitor (collectively \"participant\"), acknowledge, agree, and understand that:",
      "bullets": [
        "I am age 18 or over, and I am voluntarily participating in the 2022-2023 season (\"the Season\") organized by Durham Queer Sports and its affiliates (\"the Association\") held in and around Durham, NC. I have read and I agree to all of the rules of the Association and the particular programming in which I am participating.",
        "I understand that there are certain risks and hazards involved in participating in the Season that may result in bodily injury, death to me or other participants, personal property loss or damage, or other harm including, but not limited to, those associated with or caused by playing conditions, weather conditions, equipment and other participants.",
        "I understand that the very nature of the sport I am participating in is a hazardous and risky activity, including, but not limited to, (a) the acts of pitching, throwing, fielding, dodging, and catching a ball or disc; (b) the act of kicking or hitting of a ball or disc; (c) the acts of running, jumping, stretching, sliding, and diving; and (d) collisions with other players and/or with stationary objects.",
        "I understand that I am only permitted to wear athletic shoes - such as, but not limited to, tennis shoes, futsal shoes, or non-metal cleats. And I understand that not wearing the types of shoes described above may increase risk of bodily injury and/or death during the Season. Specifically, I acknowledge that the Association has notified me of this increased risk.",
        "I elect to accept full responsibility and assume all risks of injury or illness, including Covid-19, incurred or suffered by me (a) while practicing, playing and/or performing in the game or competition during the Season; (b) while serving or performing in a non-playing capacity but in an activity related to the Association during the Season of my own accord or organized by other participants or teams; and (c) while on or upon the premises of any field or establishment arranged by the Association or its sponsors. I understand and agree that the Association is not responsible for damage, theft, or other loss with respect to my property in any of these circumstances.",
        "I release, waive, discharge, and agree not to sue any and all participating teams or players, the Association, the Association's leadership, the Association's official sponsors, participating or hosting organizations (including but not limited to the Levin Jewish Community Center of Durham, NC), or any and all persons or entities associated with the Association from liability for any injury, illness, death, loss or damage to personal property, or any other claim that I may have in connection with the Association. This release applies to me, my personal representative, assigns, heirs, and next of kin. Costs, claims, or causes of action which I may have in the future as a result of injuries or damages sustained or incurred by me from whatever cause related to the Association, including, but not limited to, the negligence, breach of contract, or wrongful conduct of the parties are hereby released.",
        "I understand and acknowledge that all activities associated with the Season may be photographed or audio or video recorded, or captured by other means. I hereby give the Association and its designees and their designees (collectively, Licensees) the absolute right and permission to publish, reproduce, distribute, edit, alter, and otherwise such media, including my name, photograph, likeness, and any other related information about me, for any purpose, including without limitation for advertising or promoting the Season or Licensees in any medium. "
      ]
    },
    {
      "heading": "COVID-19",
      "description": "In consideration of being allowed to participate in recreational activities (kickball, soccer, tennis, hiking, basketball, ultimate frisbee, run club) or other sports or programs, the below signed participant, and the participant's parent(s) or legal guardian(s) if the participant is a minor, agrees as follows:",
      "bullets": [
        "I am aware that the novel coronavirus (\"COVID-19\") is an extremely contagious virus and that it is currently believed that COVID-19 spreads through person-to-person contact.",
        "I am familiar with the Center for Disease Control and Prevention (\"CDC\") <a href=\"https://www.coronavirus.gov\" target=\"_blank\">guidelines regarding COVID-19</a>. I acknowledge and understand that the circumstances regarding COVID-19 are changing from day-to-day, and that the CDC guidelines are regularly modified and updated. I accept full responsibility for familiarizing myself with the most recent updates, and making informed choices to take precautionary measures to protect myself and others.",
        "In addition to the CDC guidelines, I agree to abide by any and all policies or postings put forth by Durham Queer Sports and any of its affiliates.",
        "By signing this agreement, I acknowledge that I am aware of the contagious nature of COVID-19 and voluntarily assume the risk that my child(ren) and I may be exposed to or infected by COVID-19 while participating in Durham Queer Sports programs, sports, and events, and that such exposure or infection may result in personal injury, illness, permanent disability, and death. I understand that the risk of becoming exposed to or infected by COVID-19 at the Facility may result from the actions, omissions, or negligence of myself and others.",
        "I agree that, in the event that I suspect I became exposed to or infected by COVID-19 at the Facility and I elect to seek testing and/or treatment as a result therefrom, I will be responsible for payment of any and all medical services and testing services.",
        "I voluntarily choose to assume all of the foregoing risks and accept sole responsibility for any injury, illness, permanent disability, or death related to COVID-19 arising from or in connection with my presence at the Facility."
      ]
    }
  ],
  "footer:": "I hereby release and hold harmless the Association, their volunteers, agents, directors, and representatives and other participants from and against all liabilities (statutory or otherwise) for claims, suits, demands, judgments, costs, interest and expense (including but not limited to attorney's fees and disbursements) for injury, illness, permanent disability, or death related to COVID-19 arising from or in connection with mine or my child(ren)’s participation with the Association, EVEN IF ARISING FROM THE NEGLIGENCE, ACTS OR OMISSIONS OF THE RELEASED PARTIES.",
  "footer_emphasis": "I HAVE READ AND UNDERSTAND THIS PARTICIPANT ASSUMPTION OF RISK AND RELEASE OF LIABILITY AND I AM AWARE THAT BY SIGNING BELOW I MAY BE WAIVING CERTAIN LEGAL RIGHTS, INCLUDING THE RIGHT TO SUE AND I AGREE TO ABIDE BY ITS TERMS AND PROVISIONS. I ACKNOWLEDGE THAT I HAVE SIGNED THIS AGREEMENT FREELY AND VOLUNTARILY WITHOUT ANY INDUCEMENT, ASSURANCE, OR GUARANTY."
}